start = """Добро пожаловать!

Я — ваш личный бот для распознавания текста. Просто отправьте мне фотографию, и я быстро извлеку из него весь текст. Неважно, что на изображении: документ, скриншот, вывеска или математические формулы."""

help = "Как я работаю: просто отправьте мне фотографию, и я быстро извлеку из неё весь текст. Неважно, что на изображении: документ, скриншот, фотография презентации, вывеска или математические формулы."
waiting = "Обрабатываю ваш запрос."
download_error = "К сожалению я не могу обработать это изображение. Попробуйте отправить другое."
ai_error = "К сожалению, сейчас я не могу обработать ваш запрос. Нейросеть временно недоступна. Пожалуйста, повторите попытку позже."
